Repository: yamarten/atproto-website
Catalog: translation/omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Post saved
ja: 投稿を保存しました

source: Post unpinned
ja: 投稿の固定を解除しました

source: Posts
ja: 投稿

source: Posts can be muted based on their text, their tags, or both. We recommend avoiding common words that appear in many posts, since it can result in no posts being shown.
ja: 投稿はテキスト、タグ、またはその両方に基づいてミュートできます。投稿が表示されなくなる可能性があるため、多くの投稿に使われる一般的なワードは避けることをおすすめします。

source: Posts hidden
ja: 非表示の投稿

source: Posts, Replies
ja: 投稿、返信

source: Potentially misleading link
ja: 誤解を招く可能性のあるリンク

source: Potentially misleading link warning
ja: 誤解を招く可能性のあるリンクの警告

source: Preferred language
ja: 優先言語

source: Press to attempt reconnection
ja: 再接続してみる

source: Press to retry
ja: 再実行する

source: Press to view followers of this account that you also follow
ja: あなたもフォローしているこのアカウントのフォロワーを見る

source: Previous image
ja: 前の画像

source: Primary Language
ja: 第一言語

source: Primary language
ja: 第一言語

source: Privacy
ja: プライバシー

source: Privacy Policy
ja: プライバシーポリシー

source: Privacy and Security
ja: プライバシーとセキュリティ

source: Privacy and Security settings
ja: プライバシーとセキュリティの設定

source: Privacy and security
ja: プライバシーとセキュリティ

source: Privacy violation of a minor
ja: 未成年者のプライバシー侵害

source: Private account preferences can be exported from the old PDS using the authenticated like `app.bsky.actor.getPreferences` endpoint, then imported using `app.bsky.actor.putPreferences`. These are Bluesky app-specific endpoints, and other apps (Lexicons) may define their own preference APIs. Note that this will only include private state stored in the PDS; some preferences and state may exist in external services (eg, centralized chat/DM implementations).
ja: 非公開のアカウント設定は、旧PDSから認証された`app.bsky.actor.getPreferences`のようなエンドポイントを使ってエクスポートし、`app.bsky.actor.putPreferences`を使ってインポートできます。これらはBlueskyアプリ固有のエンドポイントで、他のアプリ（Lexicon）は独自の設定APIを定義することもあります。これはPDSに保存された状態のみを含む点に注意してください。一部の設定や状態は外部サービス（例：中央集権型チャット/DM実装）に存在するかもしれません。

source: Processing video...
ja: ビデオを処理中…

source: Processing...
ja: 処理中…

source: Profile
ja: プロフィール

source: Profile updated
ja: プロフィールを更新しました

source: Promoting or selling prohibited items or services
ja: 禁止品目・サービスの宣伝または販売

source: Psst! You can edit who can interact with this post.
ja: ちょっと！この投稿に誰が反応できるか、編集できますよ。

source: Public, sharable lists of users to mute or block in bulk.
ja: ユーザーを一括でミュートまたはブロックする、公開された共有可能なリスト。

source: Publish post
ja: 投稿を公開

source: Publish posts
ja: 投稿を公開

source: Publish replies
ja: 返信を公開

source: Publish reply
ja: 返信を公開

source: Push
ja: プッシュ

source: Push notifications
ja: プッシュ通知

source: Push, Everyone
ja: プッシュ、全員

source: Push, People you follow
ja: プッシュ、フォロー中の人

source: QR code copied to your clipboard!
ja: QRコードをクリップボードにコピーしました

source: QR code has been downloaded!
ja: QRコードをダウンロードしました！

source: QR code saved to your camera roll!
ja: QRコードをカメラロールに保存しました！

source: Quote notifications
ja: 引用の通知

source: Quote post
ja: 引用

source: Quote post was re-attached
ja: 引用投稿が再び関連付けられました

source: Quote post was successfully detached
ja: 引用投稿を切り離すことができました

source: Quote posts disabled
ja: 引用投稿は無効です

source: Quotes
ja: 引用

source: Quotes of this post
ja: この投稿を引用する

source: Rate limit exceeded – you've tried to change your handle too many times in a short period. Please wait a minute before trying again.
ja: レート制限を超えました - 短い時間でハンドルを何度も変更しようとしました。再度試す前にしばらく時間をおいてください。

source: Rate limit exceeded. Please try again later.
ja: レート制限を超えました。後でもう一度お試しください。

source: Rate limits for logging in are generally lower than for other API operations. Calling `agent.login()` multiple times in a short period may trigger rate limits. You only need to call `agent.login()` once per session to authenticate your agent.
ja: ログインのレート制限は一般的に他のAPI操作よりも低く設定されています。短期間に何度も`agent.login()`を呼び出すとレート制限が発動する可能性があります。セッションを認証するために`agent.login()`を呼ぶのはセッション毎に一度だけで十分です。

source: Rate limits for logging in are generally lower than for other API operations. Calling the login method multiple times in a short period may trigger rate limits. You only need to call the login method once per session to authenticate your agent.
ja: ログインのレート制限は一般的に他のAPI操作よりも低く設定されています。短期間に何度もログインメソッドを呼び出すとレート制限が発動する可能性があります。セッションを認証するためにログインメソッドを呼ぶのはセッション毎に一度だけで十分です。

source: Re-attach quote
ja: 引用を再度関連付ける

source: React with {emoji}
ja: {emoji}でリアクションする

source: Reactivate your account
ja: あなたのアカウントを再有効化

source: Read blog post
ja: ブログ記事を読む

source: Read less
ja: 文字を減らす

source: Read more
ja: もっと読む

source: Read more replies
ja: さらに返信を読む

source: Read our blog post
ja: 私たちのブログの記事を読む

source: Read the Bluesky Privacy Policy
ja: Blueskyのプライバシーポリシーを読む

source: Read the Bluesky Terms of Service
ja: Blueskyの利用規約を読む

source: Read the Bluesky blog
ja: Blueskyのブログを読む

source: Read {0, plural, one {# more reply} other {# more replies}}
ja: {0, plural, other {さらに#個の返信}}を読む

source: Reading and writing AT data repositories requires an authenticated client. You can authenticate with [password authentication](/guides/sdk-auth) or [OAuth](/guides/oauth-patterns). The guides in this section assume you have already set up an authenticated client.
ja: ATデータリポジトリの読み書きには認証済みのクライアントが必要です。[パスワード](/guides/sdk-auth)または[OAuth](/guides/oauth-patterns)で認証できます。このセクションのガイドは、既に認証済みクライアントを設定していることを前提としています。

source: Real conversations.
ja: リアルな会話。

source: Real people.
ja: リアルな人々。

source: Reason for appeal
ja: 異議申し立ての理由

source: Receive in-app notifications
ja: アプリ内通知を受け取る

source: Receive push notifications
ja: プッシュ通知を受け取る

source: Recent Searches
ja: 検索履歴

source: Recently used
ja: 最近使用

source: Recommended
ja: おすすめ

source: Reconnect
ja: 再接続

source: Record schemas should always use persistent identifiers (DIDs) for references to other accounts, instead of handles
ja: レコードスキーマは、他のアカウントへのリファレンスに対して、常にハンドルではなく永続的な識別子（DID）を使用すべきです

source: Redeploy your bot, and it will now reply to mentions!
ja: ボットを再デプロイすれば、メンションに返信するようになります。

source: Refer to [Using Ozone](/guides/using-ozone) for self-hosting guidance.
ja: [Ozoneの使用](/guides/using-ozone)を参照してください。

source: Refer to [`app.bsky.feed.post`](https://docs.bsky.app/docs/api/app-bsky-feed-get-posts) for this complete Lexicon.
ja: 完全なLexiconについては[`app.bsky.feed.post`](https://docs.bsky.app/docs/api/app-bsky-feed-get-posts)を参照してください。

source: Refer to [https://github.com/jazware/go-bsky-feed-generator](https://github.com/jazware/go-bsky-feed-generator) for a community example. </TabPanel> </TabPanels> </TabGroup>
ja: コミュニティによる[https://github.com/jazware/go-bsky-feed-generator](https://github.com/jazware/go-bsky-feed-generator)も参照してください。 </TabPanel> </TabPanels> </TabGroup>

source: Refer to the [Lexicon Style Guide](/guides/lexicon-style-guide) for guidance on creating new Lexicons.
ja: 新しいLexiconを作成する際は、[Lexiconスタイルガイド](/guides/lexicon-style-guide)を参照してください。

source: Refer to the [Osprey](https://github.com/bluesky-social/osprey-atproto) Github repository for further guidance.
ja: 詳細については[Osprey](https://github.com/bluesky-social/osprey-atproto)のGitHubリポジトリを参照してください。

source: Refer to the [Osprey](https://github.com/bluesky-social/osprey-atproto) and [Ozone](https://github.com/bluesky-social/ozone/blob/main/HOSTING.md) Github repos for self-hosting guidance.
ja: セルフホスティングのガイダンスについては、[Osprey](https://github.com/bluesky-social/osprey-atproto)と[Ozone](https://github.com/bluesky-social/ozone/blob/main/HOSTING.md)のGitHubリポジトリを参照してください。

source: Reject
ja: 拒否

source: Reject chat request
ja: チャットのリクエストを拒否する

source: Relay updates local account status for the repo, and passes through the `#account` event. If the Relay is a full mirror, it immediately stops serving `getRepo`, `getRecord`, and similar API requests for the account, indicating the reason in the response error. The Relay may fully delete repo content locally according to local policy. The firehose backfill window does not need to be immediately purged of commit events for the repo, as long as the backfill window is time-limited.
ja: リレーはローカルのアカウント状態を更新し、`#account`イベントをパススルーします。リレーが完全なミラーの場合、即座に対象アカウントに関する`getRepo`、`getRecord`および類似APIを止め、エラー応答で理由を示します。リレーはポリシーに基づいて、対象リポジトリのコンテンツをローカルで完全に削除するかもしれません。firehoseのバックフィルウィンドウに時間制限があるなら、ウィンドウからそのリポジトリのコミットイベントを即座に削除する必要はありません。

source: Relay verifies that the account reactivation is valid, eg that it came from the current PDS instance for the identity. It updates local account status, and passes through the event.
ja: リレーはアカウントの再有効化を検証します（イベントがIDの示すPDSから来ていること等）。ローカルのアカウント状態を更新し、イベントをパススルーします。

source: Relays are an optimization and are not strictly necessary. An [AppView](#app-view) could communicate directly with [PDSes](#pds) (in fact, this is encouraged if needed). The Relay serves to reduce the number of connections that are needed in the network.
ja: リレーは最適化用途であり、厳密には必要ではありません。[AppView](#appview)は[PDS](#pds)と直接通信できます（実際、それが推奨されることもあります）。リレーは、ネットワークで必要な接続の数を減らすのに役立ちます。

source: Relays collect data updates from many servers in to a single firehose.
ja: リレーはデータの更新情報を多くのサーバーから収集し、一つのfirehoseにまとめます。

source: Relays should ignore `#account` and `#commit` events which are not coming from the currently declared PDS instance for the identity: these should not be passed through to the output firehose. Further, they should ignore `#commit` events when the local account status is not `active`. Overall, this means that account migration should result in three events coming from the relay: an `#identity` (from new PDS), an `#account` (from new PDS), and a `#commit` (from new PDS). The `#account` from the old PDS is usually ignored.
ja: リレーは現在IDで宣言されているPDSからではない`#account`および`#commit`イベントを無視します。すなわち、これらのイベントは出力firehoseにパススルーしません。また、ローカルのアカウント状態が`active`でないアカウントからの`#commit`イベントも無視します。まとめると、アカウント移行時のリレーからのイベントは`#identity`（新PDSから）、`#account`（新PDSから）、`#commit`（新PDSから）の3つです。旧PDSからの`#account`イベントは通常無視されます。

source: Reload conversations
ja: 会話を再読み込み

source: Remember how we referred to our app as being like Google, crawling around the repos to get their records? One advantage we have in the AT Protocol is that each repo publishes an event log of their updates.
ja: 私たちのアプリを、リポジトリをクロールしてレコードを取得するGoogleのようなものだと言ったことを覚えていますか？ATプロトコルの利点の一つは、各リポジトリが更新のイベントログを公開することです。

source: Remember the information flow loop with the repo write and the event log?
ja: リポジトリ書き込みとイベントログによる情報フローループを覚えていますか？

source: Remember this flow of information throughout:
ja: この情報の流れを常に覚えておいてください。

source: Remember: the data repo services are still basically NoSQL stores, it's just that they're now organized in a very specific way:
ja: 振り返りましょう。データリポジトリサービスは基本的にNoSQLストアのままですが、明確に定められた方法で整理されるようになりました。

source: Remove
ja: 削除

source: Remove Avatar
ja: アバターを削除

source: Remove Banner
ja: バナーを削除

source: Remove account
ja: アカウント切替リストから取り除く

source: Remove all contacts
ja: すべての連絡先を削除

source: Remove attachment
ja: 添付を削除

source: Remove embed
ja: 埋め込みを削除

source: Remove feed
ja: フィードを削除

source: Remove feed?
ja: フィードを削除しますか？

source: Remove from my feeds
ja: マイフィードから削除

source: Remove from quick access?
ja: クイックアクセスから削除しますか？

source: Remove from saved feeds
ja: 保存されたフィードから削除

source: Remove from saved posts
ja: 保存済投稿から削除

source: Remove from your feeds?
ja: フィードから削除しますか？

source: Remove image
ja: イメージを削除

source: Remove live status
ja: ライブステータスを削除

source: Remove mute word from your list
ja: リストからミュートワードを削除

source: Remove profile
ja: プロフィールを削除

source: Remove repost
ja: リポストを削除

source: Remove subtitle file
ja: 字幕ファイルを削除

source: Remove suggestion
ja: 提案を削除

source: Remove this feed from your saved feeds
ja: 保存されたフィードからこのフィードを削除

source: Remove user from list
ja: リストからユーザーを削除

source: Remove verification
ja: 認証を削除

source: Remove your verification for this account?
ja: このアカウントの認証を削除しますか？

source: Remove {displayName} from starter pack
ja: {displayName}をスターターパックから削除

source: Remove {historyItem}
ja: {historyItem}を削除

source: Removed by author
ja: 投稿者が削除しました

source: Removed by you
ja: あなたが削除しました

source: Removed from list
ja: リストから削除されました

source: Removed from saved feeds
ja: 保存されたフィードから削除しました

source: Removed from saved posts
ja: 保存済投稿から削除しました

source: Removed from starter pack
ja: スターターパックから削除しました

source: Removed from your feeds
ja: あなたのフィードから削除しました

source: Removed verification
ja: 認証を削除しました

source: Replace with Discover
ja: Discoverで置き換える

source: Replied to <0><1/></0>
ja: <0><1/></0>への返信

source: Replied to a blocked post
ja: ブロックされた投稿への返信

source: Replied to a post
ja: 投稿への返信

source: Replied to you
ja: あなたへの返信

source: Replies
ja: 返信

source: Replies disabled
ja: 返信できません

source: Replies to this post are disabled.
ja: この投稿への返信は無効化されています。

source: Reply
ja: 返信

source: Reply ({0, plural, one {# reply} other {# replies}})
ja: 返信する（{0, plural, other {#件の返信}}）

source: Reply Hidden by Thread Author
ja: 返信はスレッドの投稿者によって非表示に

source: Reply Hidden by You
ja: 返信はあなたによって非表示に

source: Reply notifications
ja: 返信の通知

source: Reply settings are chosen by the author of the thread
ja: 返信の設定はスレッドの投稿者によって選択されています

source: Reply sorting
ja: 返信を並び替え

source: Reply visibility updated
ja: 返信の表示設定を更新しました

source: Reply was successfully hidden
ja: 返信を非表示にすることができました

source: Repo collections are typed, meaning that they have a defined schema. The `app.bsky.actor.profile` type definition [can be found here](https://github.com/bluesky-social/atproto/blob/main/lexicons/app/bsky/actor/profile.json).
ja: リポジトリのコレクションは型指定されており、スキーマが定義されています。`app.bsky.actor.profile`型定義は[こちら](https://github.com/bluesky-social/atproto/blob/main/lexicons/app/bsky/actor/profile.json)にあります。

source: Report
ja: 報告

source: Report account
ja: アカウントを報告

source: Report conversation
ja: 会話を報告

source: Report dialog
ja: 報告ダイアログ

source: Report feed
ja: フィードを報告

source: Report list
ja: リストを報告

source: Report message
ja: メッセージを報告

source: Report post
ja: 投稿を報告

source: Report starter pack
ja: スターターパックを報告

source: Report submitted
ja: 報告を送信しました

source: Report this conversation
ja: この会話を報告

source: Report this feed
ja: このフィードを報告

source: Report this list
ja: このリストを報告

source: Report this message
ja: このメッセージを報告

source: Report this post
ja: この投稿を報告

source: Report this starter pack
ja: このスターターパックを報告

source: Report this user
ja: このユーザーを報告

source: Repost
ja: リポスト

source: Repost ({0, plural, one {# repost} other {# reposts}})
ja: リポストする（{0, plural, other {#件のリポスト}}）

source: Repost notifications
ja: リポストの通知

source: Repost or quote post
ja: リポストまたは引用

source: Reposted By
ja: リポストしたユーザー

source: Reposted by you
ja: あなたのリポスト

source: Reposted by {reposter}
ja: {reposter}がリポスト

source: Reposts
ja: リポスト

source: Reposts of this post
ja: この投稿をリポストする

source: Reposts of your reposts
ja: リポストのリポスト

source: Reposts of your reposts notifications
ja: リポストのリポストの通知

source: Request code
ja: コードをリクエスト

source: Require alt text before posting
ja: 画像投稿時にALTテキストを必須とする

source: Require an email code to sign in to your account.
ja: アカウントにサインインするにはメールの確認コードが必要です。

source: Required for this provider
ja: このプロバイダーに必要

source: Required in your region
ja: あなたの地域では必要

source: Resend
ja: 再送する

source: Resend Email
ja: メール再送済

source: Resend Verification Email
ja: 確認メールを再送済

source: Resend code
ja: コードを再送信

source: Resend code in <0>00:{0}</0>
ja: <0>00:{0}</0>後にコードの再送信

source: Resend email
ja: メールを再送

source: Reset activity subscription nudge
ja: アクティビティ購読ナッジをリセット

source: Reset code
ja: リセットコード

source: Reset onboarding state
ja: オンボーディングの状態をリセット

source: Reset password
ja: パスワードをリセット

source: Resources for self-hosting a PDS, including install steps, Docker images and Frequently Asked Questions, are available from the [PDS](https://github.com/bluesky-social/pds) Github repo. Start here if you want to host your own PDS!
ja: インストール手順、Dockerイメージ、FAQを含むPDSのセルフホスティング用リソースは、[PDS](https://github.com/bluesky-social/pds)のGitHubリポジトリで入手できます。自分のPDSをホストしたい場合はここから始めてください。

source: Restart your app with `pnpm dev`, complete the login flow, and you should find your saved status highlighted:
ja: `pnpm dev`でアプリを再起動してログインフローを完了すると、保存済みステータスがハイライト表示されます。

source: Resync contacts
ja: 連絡先を再同期

source: Retries signing in
ja: サインインを再試行

source: Retries the last action, which errored out
ja: エラーになった最後のアクションをやり直す

source: Retry
ja: 再試行

source: Retry loading report options
ja: 報告オプションの読み込みを再試行する

source: Return to previous page
ja: 前のページに戻る

source: Returns to home page
ja: ホームページに戻る

source: Returns to previous page
ja: 前のページに戻る

source: Returns to the previous step
ja: 前のステップに戻る

source: Richer media types raise the stakes for abusive and illegal content. Services should implement appropriate mechanisms to takedown such content when it is detected and reported.
ja: リッチなメディアは有害・違法コンテンツのリスクを高めます。サービスは検出や報告に応じて適切に公開停止や対応の仕組みを実装する必要があります。

source: Run it with `ts-node src/index.ts`. You should see some initial posts being indexed:
ja: `ts-node src/index.ts`で実行します。初期投稿がインデックスされる様子が表示されるはずです。

source: Run the app with `pnpm dev` — you'll be able to log in, and select an emoji to set your status!
ja: `pnpm dev`でアプリを起動すると、ログインして絵文字を選び、ステータスを設定できます。

source: Run the script as `pnpm gen-key` and save the output. This will be `PRIVATE_KEY`, one of two environment variables needed for your deployment:
ja: `pnpm gen-key`でスクリプトを実行し、出力を保存してください。これが`PRIVATE_KEY`になり、デプロイに必要な2つの環境変数の1つです。

source: Save
ja: 保存

source: Save QR code
ja: QRコードを保存

source: Save birthdate
ja: 生年月日を保存

source: Save changes
ja: 変更を保存

source: Save image
ja: 画像を保存

source: Save new handle
ja: 新しいハンドルを保存

source: Save these options for next time
ja: これらのオプションを次回のために保存する

source: Save to my feeds
ja: マイフィードに保存

source: Save your bot's host (PDS), username, and password to an `.env` file.
ja: ボットのホスト（PDS）、ユーザー名、パスワードを`.env`ファイルに保存します。

source: Saved
ja: 保存済

source: Saved Feeds
ja: 保存されたフィード

source: Saved Posts
ja: 保存済投稿

source: Saved to your feeds
ja: フィードを保存しました

source: Say hello!
ja: よろしく！

source: Scam
ja: 詐欺

source: Schemas & attributes: Use `lowerCamelCase` capitalization for schemas and names (as opposed to `UpperCamelCase`, `snake_case`, `ALL_CAPS`, etc).
ja: スキーマと属性：スキーマと名前には`lowerCamelCase`を使用してください（`UpperCamelCase`、`snake_case`、`ALL_CAPS`などではなく）。

source: Schemas define the possible values of a record. Every record has a “type” which maps to a schema and also establishes the URL of a record.
ja: スキーマはレコードが取りうる値を定義します。すべてのレコードは"type"を持っており、これはスキーマにマップされ、レコードのURLも決めます。

source: Science
ja: 科学

source: Scroll left
ja: 左にスクロール

source: Scroll right
ja: 右にスクロール

source: Scroll to top
ja: 一番上までスクロール

source: Search
ja: 検索

source: Search @{0}'s posts
ja: @{0}の投稿を検索

source: Search GIFs
ja: GIFを検索

source: Search Tenor
ja: Tenorを検索

source: Search by name or interest
ja: 名前や興味で検索

source: Search contacts
ja: 連絡先を検索

source: Search feeds
ja: フィードを検索

source: Search for "{interestsDisplayName}"
ja: 「{interestsDisplayName}」を検索

source: Search for "{interestsDisplayName}" (active)
ja: "{interestsDisplayName}" を検索 (アクティブ)

source: Search for "{query}"
ja: 「{query}」を検索

source: Search for "{searchText}"
ja: 「{searchText}」を検索

source: Search for feeds that you want to suggest to others.
ja: 他の人におすすめしたいフィードを検索。

source: Search for more accounts
ja: もっとアカウントを検索

source: Search for more feeds
ja: もっとフィードを検索

source: Search for posts, users, or feeds
ja: 投稿、ユーザー、フィードを検索

source: Search is currently unavailable when logged out
ja: ログアウト時の検索は現在利用できません

source: Search languages
ja: 言語を選択

source: Search my posts
ja: 自分の投稿を検索

source: Search posts
ja: 投稿を検索

source: Search profiles
ja: プロフィールを検索

source: Search...
ja: 検索…

source: Searches for profiles
ja: プロフィールを検索

source: Security step required
ja: セキュリティのステップが必要

source: See #{tag} posts
ja: #{tag} の投稿を表示（すべてのユーザー）

source: See #{tag} posts by user
ja: #{tag} の投稿を表示（このユーザーのみ）

source: See [Exploring AT Protocol with Python](https://davidgasquez.com/exploring-atproto-python/) for another example of this approach.
ja: このアプローチの別の例として、[『Exploring AT Protocol with Python」](https://davidgasquez.com/exploring-atproto-python/)も参照してください。

source: See [Types of Clients](/specs/oauth#types-of-clients) for more technical details on confidential vs. public clients.
ja: 機密クライアントとパブリッククライアントの詳細な技術情報については、[クライアントの種類](/specs/oauth#types-of-clients)を参照してください。

source: See `com.atproto.moderation.defs#reasonType` and `com.atproto.sync.defs#hostStatus` for two contrasting instances, the former extensible and the later more constrained
ja: 例えば`com.atproto.moderation.defs#reasonType`と`com.atproto.sync.defs#hostStatus`を見比べると、前者の方が柔軟で、後者はより制約が強いです

source: See a demo version running at: [https://nextjs-oauth-tutorial.up.railway.app/](https://nextjs-oauth-tutorial.up.railway.app/).
ja: 動作デモはこちら [https://nextjs-oauth-tutorial.up.railway.app/](https://nextjs-oauth-tutorial.up.railway.app/)

source: See jobs at Bluesky
ja: Blueskyの求人を見る

source: See more
ja: もっと見る

source: See more suggested profiles
ja: 推奨プロフィールをもっと見る

source: See suggested accounts
ja: おすすめのアカウントを見る

source: See this guide
ja: ガイドを見る

source: See {tag} posts
ja: {tag} の投稿を表示（すべてのユーザー）

source: See {tag} posts by user
ja: {tag} の投稿を表示（このユーザーのみ）

source: Seek slider. Use the arrow keys to seek forwards and backwards, and space to play/pause
ja: シークバー。矢印キーで早送りや早戻し、スペースで再生／一時停止

source: Select "{interestsDisplayName}" category
ja: "{interestsDisplayName}" カテゴリーを選択

source: Select GIF
ja: GIFを選ぶ

source: Select GIF "{0}"
ja: GIF「{0}」を選ぶ

source: Select a color
ja: 色を選択

source: Select a reason
ja: 理由を選択

source: Select account
ja: アカウントを選択

source: Select an app language
ja: アプリの言語を選択

source: Select an avatar
ja: アバターを選択

source: Select an emoji
ja: 絵文字を選択

source: Select an option
ja: オプションを選択

source: Select app language
ja: アプリの言語を選択

source: Select content languages
ja: コンテンツの言語を選択

source: Select duration
ja: 配信の長さを選択

source: Select from an existing account
ja: 既存のアカウントから選択

source: Select from your lists
ja: リストから選択

source: Select from your lists <0>{numberOfListsSelected, plural, other {(# selected)}}</0>
ja: <0>{numberOfListsSelected, plural, other {(選んだ#個)}}</0>のリストから選択

source: Select how long to mute this word for.
ja: このワードをどのくらいの間ミュートするのかを選択。

source: Select language
ja: 言語選択

source: Select language...
ja: 言語を選択…

source: Select languages
ja: 言語を選択

source: Select moderation service
ja: モデレーションサービスを選択

source: Select post language
ja: 投稿言語を選択

source: Select primary language
ja: 第一言語を選択

source: Select subtitle file (.vtt)
ja: 字幕ファイル（.vtt）を選択

source: Select telephone code
ja: 電話の国番号を選択

source: Select the {emojiName} emoji as your avatar
ja: 絵文字{emojiName}をアバターとして選択

source: Select up to 3 languages used in this post
ja: この投稿で使用される言語を最大3つ選択

source: Select what content this mute word should apply to.
ja: このミュートワードをどのコンテンツに適用するのかを選択。

source: Select which language to use for the app's user interface.
ja: アプリのユーザーインターフェースに使用する言語を選択します。

source: Select which languages you want your subscribed feeds to include. If none are selected, all languages will be shown.
ja: 登録されたフィードに含める言語を選択します。選択されていない場合は、すべての言語が表示されます。

source: Select your date of birth
ja: 生年月日を選択

source: Select your interests from the options below
ja: 次のオプションから興味のあるものを選択してください

source: Select your preferred language for translations in your feed.
ja: フィード内の翻訳に使用する言語を選択します。

source: Select your preferred notification channels
ja: お好みの通知チャンネルを選択してください

source: Select {0}
ja: {0}を選択

source: Select {langName}
ja: {langName}を選択

source: Selecting multiple media types is not supported.
ja: 複数のメディアタイプの選択はサポートされていません。

source: Self-harm or dangerous behaviors
ja: 自傷または危険行為

source: Self-hosting Ozone enables you to participate as a labeler in the AT stackable moderation architecture. The Ozone service consists of a web UI, a backend, and a Postgres database.
ja: OzoneをセルフホストすることでATプロトコルのスタッカブルモデレーションアーキテクチャにラベラーとして参加できます。Ozoneサービスは、ウェブUI、バックエンド、およびPostgresデータベースで構成されています。

source: Send Email
ja: メールを送信

source: Send a neat website!
ja: 素敵なウェブサイトを送って！

source: Send code
ja: コードを送信

source: Send email
ja: メールを送信

source: Send feedback
ja: フィードバックを送信

source: Send message
ja: メッセージを送信

source: Send post to {name}
ja: 投稿を {name} に送る
